Repository: Limkaa/KBTU-IOS-Development
Catalog: SaveMoney/SaveMoney/*.lproj/Localization.strings
Languages: es, kk, ru

source: Balance
es: Equilibrio
kk: Баланс
ru: Баланс

source: All time
es: Durante todo este tiempo
kk: Барлық кезең ішінде
ru: За все время

source: Comment
es: La nota
kk: Түсініктеме
ru: Заметка

source: From: incomes
es: Donde: ingresos
kk: Қайдан: табыс
ru: Откуда: доходы

source: Account deleted
es: Cuenta borrada
kk: Шот жойылды
ru: Счет удален

source: Category deleted
es: Categoría eliminada
kk: Санат жойылды
ru: Категория удалена

source: From
es: De donde
kk: Қайдан
ru: Откуда

source: Warning
es: Una advertencia!
kk: Ескерту!
ru: Предупреждение!

source: Please check, that entered amount is greater than 0 and account for income operation is chosen!
es: Asegúrese de que el monto ingresado sea mayor que 0 y que la cuenta para la transacción de ingresos esté seleccionada!
kk: Енгізілген соманың 0-ден үлкен екендігіне және кіріс операциясының шоты таңдалғанына көз жеткізіңіз!
ru: Убедитесь, что введенная сумма больше 0 и счет для доходной операции выбран!

source: There are no any options to choose. You need to add new account!
es: No hay opciones disponibles para elegir. Necesitas agregar una nueva cuenta!
kk: Таңдау мүмкіндігі жоқ. Сізге жаңа шотты қосу керек!
ru: Нет доступных вариантов для выбора. Вам нужно добавить новый счет!

source: There are no any options to choose. You need to add new category!
es: No hay opciones disponibles para elegir. Necesitas agregar una nueva categoría!
kk: Таңдау мүмкіндігі жоқ. Сізге жаңа санатты қосу керек!
ru: Нет доступных вариантов для выбора. Вам нужно добавить новую категорию!

source: Please check, that entered amount is greater than 0, account and category for expense operation are chosen!
es: Asegúrese de que el monto ingresado sea mayor que 0 y que la factura y la categoría para la transacción de gastos estén seleccionadas!
kk: Енгізілген соманың 0-ден үлкен екендігіне көз жеткізіп, шығындар операциялары үшін шот мен санат таңдалады!
ru: Убедитесь, что введенная сумма больше 0, счет и категория для расходной операции выбраны!

source: Please check, that entered amount is greater than 0, accounts for transfer operation are chosen and they are not same!
es: Asegúrese de que el monto ingresado sea mayor que 0 y que las cuentas para la operación de transferencia estén seleccionadas!
kk: Енгізілген соманың 0-ден үлкен екендігіне және аударым операциясының шоттары таңдалғанына көз жеткізіңіз!
ru: Убедитесь, что введенная сумма больше 0 и счета для операции перевода выбраны!

source: Successfully sent!
es: Enviado!
kk: Жіберілді!

source: Your message was successfully sent!
es: Su mensaje ha sido enviado con éxito al soporte técnico!
kk: Сіздің хабарламаңыз техникалық қолдауға сәтті жіберілді!
